---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorEndOverhang
source: html/07a30bc5-b35d-5c6b-19b6-c74fac9eb13b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorEndOverhang Property

"Major End Overhang": Major End Overhang

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMajorEndOverhang { get; }
```